Repository: richardalow/xnjb
Catalog: Resources/*.lproj/Localizable.strings
Languages: dutch

source: Downloading file '%@'
dutch: Bestand Downloaden '%@'

source: Uploading file '%@'
dutch: Bestand Uploaden '%@'

source: Deleting file '%@'
dutch: Bestand Verwijderen '%@'

source: Creating folder '%@'
dutch: Map Aanmaken '%@'

source: File Deletion
dutch: Bestand Verwijderen

source: No
dutch: Nee

source: Yes
dutch: Ja

source: Finding Duplicates...
dutch: Kopieën zoeken...

source: Deleting track
dutch: Track verwijderen

source: Changing tag for track
dutch: Trackinformatie veranderen

source: Quit XNJB
dutch: Stop XNJB

source: There are still items in the queue. Are you sure you want to quit? This could crash your NJB and/or XNJB.
dutch: Er staan nog steeds bestanden in de wachtrij. Weet u zeker dat u wilt stoppen? Dit kan leiden tot een crash van XNJB en/of uw jukebox

source: Connecting to NJB
dutch: Verbinden met NJB

source: Disconnecting from NJB
dutch: Verbinding met jukebox verbreken

source: Connect to NJB
dutch: Maak verbinding met jukebox

source: It appears that we are already connected. Do you want to try to connect again?
dutch: Uw apparaat is al verbonden. Wilt u opnieuw verbinding maken?

source: Connect
dutch: Verbinden

source: Disconnect
dutch: Verbinding Verbreken

source: Downloading track '%@'
dutch: Track downloaden '%@'

source: Uploading track '%@'
dutch: Track uploaden '%@'

source: Changing tag for track '%@'
dutch: Track informatie veranderen voor '%@'

source: Deleting track '%@'
dutch: Track verwijderen '%@'

source: Are you sure you want to delete the selected local files?
dutch: Weet u zeker dat u de geselecteerde bestanden wilt verwijderen?

source: There was an error deleting file %@.
dutch: Er is een fout bij het verwijderen van %@.

source: Selected %d out of %d
dutch: Geselecteerd %d van de %d

source: Could not discover any jukeboxes
dutch: Kan geen jukeboxes ontdekken

source: Could not locate any jukeboxes
dutch: Kan geen jukeboxes vinden

source: Not connected
dutch: Niet verbonden

source: Speed %@ Mbps
dutch: Snelheid %@ Mbps

source: Charging
dutch: Opladen...

source: Battery charged or not present
dutch: Batterij opgeladen of niet aanwezig

source: Running off battery
dutch: Batterij Bijna Leeg

source: Getting playlists
dutch: Afspeellijsten Verkrijgen

source: Updating playlist %@
dutch: Afspeellijst Bijwerken %@

source: Deleting playlist %@
dutch: Afspeellijst Verwijderen %@

source: Playlist Deletion
dutch: Afspeellijst Verwijderen

source: Are you sure you want to delete the selected playlist off the NJB?
dutch: Weet u zeker dat u de geselecteerde afspeellijsten van de jukebox wilt verwijderen?

source: Save Preferences
dutch: Behoud Voorkeuren

source: Do you want to save changes to preferences?
dutch: Wilt u de veranderingen in voorkeuren behouden?

source: Cancel
dutch: Stop

source: Queued
dutch: Wachtend

source: Running
dutch: Bezig

source: Finished
dutch: Klaar

source: Error
dutch: Fout

source: Cancelled
dutch: Gestopt

source: Getting Jukebox settings
dutch: Jukebox Instelligen Verkrijgen

source: Setting Owner Name To %@
dutch: Naam Eigenaar Instellen naar %@

source: Setting Time To %@
dutch: Tijd Instellen Op %@

source: Connected
dutch: Verbonden

source: Disconnected
dutch: Verbinding Verbroken

source: No NJB Devices Found
dutch: Geen Apparaten gevonden

source: Could Not Open NJB
dutch: Kan Apparaatinhoud Niet Openen

source: Could Not Capture NJB
dutch: Kan Apparaat Niet Verbinden

source: Uploading Track
dutch: Track Uploaden

source: Uploading File
dutch: Bestand Uploaden

source: Downloading Track List
dutch: Tracklijst Downloaden

source: Downloading File List
dutch: Bestandslijst Downloaden

source: Updating Track Tag
dutch: Trackinformatie Bijwerken

source: Downloading Track
dutch: Track Downloaden

source: Deleting Track
dutch: Track Verwijderen

source: Downloading File
dutch: Bestand Downloaden

source: Connecting
dutch: Verbinding Maken

source: Disconnecting
dutch: Verbinding Verbreken

source: Deleting File
dutch: Bestand Verwijderen

source: Downloading Jukebox Settings
dutch: Jukebox Instellingen Downloaden

source: Updating Jukebox Settings
dutch: Jukebox Instellingen Bijwerken

source: Downloading Playlists
dutch: Afspeellijsten Downloaden

source: Updating Playlist
dutch: Afspeellijst Bijwerken

source: Deleting Playlist
dutch: Afspeellijst Verwijderen

source: Creating Folder
dutch: Map Aanmaken

source: Unknown Status
dutch: Status Onbekend

source: iTunes Library
dutch: iTunes Bibliotheek

source: Could not load iTunes library from
dutch: Kan de iTunes Bibliotheek niet laden van

source: Getting file list
dutch: Bestandslijst verkrijgen

source: Your player does not support this file type: please convert to a different type
dutch: Uw jukebox ondersteunt dit bestandsformaat niet: Converteer naar een ander type alstublieft

source: You can't upload non-music files in the music tab - please use the data tab
dutch: U kunt geen niet-muziek bestanden uploaden in het muziek-tabblad - Gebruik het data-tabblad alstublieft
